1、几个问题
（1）截至美股12月14日收盘，美国电动车制造商特斯拉市值已经涨超6065亿美元，甚至高于大众、丰田、日产、现代、通用、福特、本田、FCA和标致九大传统车企的市值总和。
是泡沫还是趋势？
（2）有人说：未来智能汽车就是智能手机加4个轮子，有没道理？
（3）传统汽车是什么样？未来汽车是什么样？
（4）嵌入式开发在汽车中的地位和价值怎么样？
2、第1阶段：传统汽车
（1）传统汽车重功能。关注点有：安全性、稳定性、舒适度、油耗、动力、驾驶感等。
（2）传统汽车定位是运输工具。拉人或者拉货。
（3）技术上讲，传统汽车重点是机械技术、设计、调试等，电子技术是辅助。
3、第2阶段：电动汽车
（1）电动汽车定位和功能与传统汽车一样，但是动力由汽油发动机变成了电动机。
（2）电动汽车引入了BMS、充电桩充电站、汽车电池等新变量。
（3）电动汽车关键是能源技术革新，而不是汽车技术革新。
4、第3阶段：智能网联汽车
（1）智能网联汽车是未来10年汽车行业的发展主线，与电动汽车结合发展。
（2）智能网联汽车有很多含义，不是单一概念，不要狭隘理解。
（3）智能网联汽车有三大块：车身控制、辅助驾驶和自动驾驶、智能座舱。
4.1、车身控制
（1）关乎汽车稳定性、安全性、耐久性、个性化、漂亮和特色化等。
（2）涉及MCU和RTOS、AutoSar CP等，和传统汽车电子最类似。
4.2、辅助驾驶和自动驾驶
（1）完全自动驾驶没那么容易，现阶段主要是辅助驾驶ADAS。
（2）5G C-V2X技术，激光雷达、毫米波雷达技术，深度相机技术，都是为了自动驾驶。
（3）自动驾驶要考虑技术、算法、成本、功耗、可靠性等多方面因素。
（4）自动驾驶大量用到嵌入式开发，linux/C/C++/AI等技术密度高。
（5）自动驾驶是缓慢爬坡过程，不是一蹴而就，不要问什么时候能彻底实现。
4.3、智能座舱
（1）座舱就是汽车内部空间，自动驾驶电动汽车内部有大量空间可使用，有足够电力，有方便充电，会彻底颠覆汽车内部设施配套和布局。
（2）汽车智能座舱会成为私人影院，在车内购买并观看最新电影。
（3）汽车智能座舱会成为私人KTV，在车内随时随地唱歌娱乐。
（4）汽车智能座舱会成为私人游戏厅，在车内玩各种游戏，甚至VR/AR游戏。
（5）汽车智能座舱会成为专属办公室，公司不再是办公楼而是停车场+咖啡馆。
（6）推论：现在你有多放不下手机，以后你就有多不愿意离开汽车。
5、汽车产业会怎么发展
5.1、看看手机的今天
（1）事实1：手机部分取代了电脑，很多年轻人只有手机没有电脑。
（2）事实2：卖手机本身不赚钱。http://www.360doc.com/content/17/1228/11/48795761_717064737.shtml
（3）事实3：华为、谷歌、苹果等都有appstore抽成，以及广告收入。
5.2、想想智能汽车的明天
（1）推论1：汽车部分取代了手机，甚至取代了房地产。
（2）推论2：卖汽车本身不赚钱，汽车厂商靠把住入口“收过路费”赚钱。
5.3、博弈各方
（1）传统车企，如上汽、北汽
（2）科技巨头，如华为、腾讯、阿里、百度
（3）互联网公司，如抖音、网易云音乐、游戏公司
（4）后端供应链，主要是内容制造者
（5）消费者
6、嵌入式开发者的重大机遇
（1）汽车中央电脑将会是超越手机的一个性能更强配置更高的嵌入式系统。
（2）汽车电子是端侧设备，注重效率和确定性，所以C/C++比Java等更有优势。
（3）linux及其变种将仍然是主体OS。
（4）围绕智能座舱的各种汽车外挂嵌入式设备会大量催生。
（5）朱老师2021开始会逐步推出智能网联汽车相关课程、开发板、实战项目等，并且会加入朱老师终身成长大会员体系，敬请期待。











